<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

//**** 表示文言関連config ****

$config['disp'] = array(

	// 学年 小学生
	'grade_e'		=> array(
		'11'	=> '小１',
		'12'	=> '小２',
		'13'	=> '小３',
		'14'	=> '小４',
		'15'	=> '小５',
		'16'	=> '小６',
		'17'	=> '無学年',
		'18'	=> '中学受験',
		'19'	=> '一貫校対策'
	),

	// 学年 中学生
	'grade_j'		=> array(
		'21'	=> '中１',
		'22'	=> '中２',
		'23'	=> '中３',
		'24'	=> '無学年',
		'25'	=> '高校受験'
	),

	// 学年 高校生
	'grade_h'		=> array(
		'31'	=> '高１～３',
		'32'	=> '大学受験',
		'33'	=> '赤本'
	),

	// 学年 その他
	'grade_o'		=> array(
		'41'	=> '検定対策',
		'42'	=> '辞典'
	),

	// 教科
	'subject'	=> array(
		'1'		=> '英語',
		'2'		=> '数学（算数）',
		'3'		=> '国語',
		'4'		=> '理科',
		'5'		=> '社会',
		'9'		=> 'その他'
	),

	// 期間講習
	'period'	=> array(
		'1'		=> '春期講習用',
		'2'		=> '夏期講習用',
		'3'		=> '冬期講習用'
	),

	// 出版社
	'publisher'	=> array(
		'1'		=> 'EN',
		'2'		=> '学書',
		'3'		=> '好学出版',
		'4'		=> '旺文社',
		'5'		=> '文理',
		'6'		=> '学研Plus',
		'7'		=> 'つむぎ出版',
		'8'		=> '学林舎',
		'9'		=> '創育',
		'10'	=> 'みくに出版',
		'11'	=> '正進社',
		'12'	=> '英俊社',
		'13'	=> 'CKT',
		'14'	=> '西北出版',
		'15'	=> '文英堂',
		'16'	=> '浜島書店',
		'17'	=> '日栄社',
		'18'	=> '東進ブックス',
		'19'	=> '帝国書院',
		'20'	=> '学研プラス',
		'21'	=> '数研出版',
		'22'	=> '山川出版社',
		'23'	=> '桐原書店',
		'24'	=> '学研',
		'25'	=> '河合出版',
		'26'	=> '岩波書店',
		'27'	=> '駿台文庫',
		'28'	=> '受験研究社',
		'29'	=> '三省堂',
		'30'	=> '漢検',
		'31'	=> '東京出版',
		'32'	=> 'Z会',
		'33'	=> '日本数学検定協会',
		'34'	=> 'いいずな書店',
		'35'	=> '代々木ﾗｲﾌﾞﾗﾘｰ',
		'36'	=> '教学社'
	),

);
