<?php  if ( ! defined('BASEPATH')) exit('No direct script access allowed');

//**** 表示文言関連config ****

$config['disp'] = array(

	// 都道府県
	'pref' => array(
		''		=> '選択してください',
		'01'	=> '北海道',
		'02'	=> '青森県',
		'03'	=> '岩手県',
		'04'	=> '宮城県',
		'05'	=> '秋田県',
		'06'	=> '山形県',
		'07'	=> '福島県',
		'08'	=> '茨城県',
		'09'	=> '栃木県',
		'10'	=> '群馬県',
		'11'	=> '埼玉県',
		'12'	=> '千葉県',
		'13'	=> '東京都',
		'14'	=> '神奈川県',
		'15'	=> '新潟県',
		'16'	=> '富山県',
		'17'	=> '石川県',
		'18'	=> '福井県',
		'19'	=> '山梨県',
		'20'	=> '長野県',
		'21'	=> '岐阜県',
		'22'	=> '静岡県',
		'23'	=> '愛知県',
		'24'	=> '三重県',
		'25'	=> '滋賀県',
		'26'	=> '京都府',
		'27'	=> '大阪府',
		'28'	=> '兵庫県',
		'29'	=> '奈良県',
		'30'	=> '和歌山県',
		'31'	=> '鳥取県',
		'32'	=> '島根県',
		'33'	=> '岡山県',
		'34'	=> '広島県',
		'35'	=> '山口県',
		'36'	=> '徳島県',
		'37'	=> '香川県',
		'38'	=> '愛媛県',
		'39'	=> '高知県',
		'40'	=> '福岡県',
		'41'	=> '佐賀県',
		'42'	=> '長崎県',
		'43'	=> '熊本県',
		'44'	=> '大分県',
		'45'	=> '宮崎県',
		'46'	=> '鹿児島県',
		'47'	=> '沖縄県'
	),

	// 支払方法
	'payment_method'	=> array(
		'1'		=> '掛け',
		'2'		=> 'クレジットカード',
		'3'		=> '代引き'
	),

	// お届け時間
	'delivery_time'		=>array(
		''	=> '指定なし',
		'1'	=> '午前',
		'2'	=> '14～16時',
		'3'	=> '16～18時',
		'4'	=> '18～20時',
		'5'	=> '19～21時'
	),

	// 学年 小学生
	'grade_e'		=> array(
		'11'	=> '小１',
		'12'	=> '小２',
		'13'	=> '小３',
		'14'	=> '小４',
		'15'	=> '小５',
		'16'	=> '小６',
		'17'	=> '無学年',
		'18'	=> '中学受験',
		'19'	=> '一貫校対策'
	),

	// 学年 中学生
	'grade_j'		=> array(
		'21'	=> '中１',
		'22'	=> '中２',
		'23'	=> '中３',
		'24'	=> '無学年',
		'25'	=> '高校受験'
	),

	// 学年 高校生
	'grade_h'		=> array(
		'31'	=> '高１～３',
		'32'	=> '大学受験',
		'33'	=> '赤本'
	),

	// 学年 その他
	'grade_o'		=> array(
		'41'	=> '検定対策',
		'42'	=> '辞典'
	),

	// 教科
	'subject'	=> array(
		'1'		=> '英語',
		'2'		=> '数学（算数）',
		'3'		=> '国語',
		'4'		=> '理科',
		'5'		=> '社会',
		'9'		=> 'その他'
	),

	// 期間講習
	'period'	=> array(
		'1'		=> '春期講習用',
		'2'		=> '夏期講習用',
		'3'		=> '冬期講習用'
	),

	// 出版社
	'publisher'	=> array(
		'1'		=> 'EN',
		'2'		=> '文理',
		'3'		=> '好学出版',
		'4'		=> '学書',
		'5'		=> '学友社',
		'6'		=> '正進社',
		'7'		=> '森の実出版',
		'8'		=> 'ＪＥＳ出版',
		'9'		=> '都麦出版',
		'10'	=> 'ＣＫＴ販売',
		'11'	=> '廣済堂あかつき',
		'12'	=> '学林舎',
		'13'	=> '創育',
		'14'	=> '旺文社',
		'15'	=> '創拓社出版',
		'16'	=> '受験研究社',
		'17'	=> '東教出版',
		'18'	=> '西北出版',
		'19'	=> 'クロノクリエイト',
		'20'	=> '学悠出版',
		'21'	=> '進学舎',
		'22'	=> '広学図書',
		'23'	=> 'CHUOH',
		'24'	=> 'マイスタディ',
		'25'	=> 'ﾜｲｽﾞｺｰﾎﾟﾚｰｼｮﾝ',
		'26'	=> '学研',
		'27'	=> '学研プラス',
		'28'	=> '学研教育出版',
		'29'	=> 'みくに出版',
		'30'	=> '英俊社',
		'31'	=> '文英堂',
		'32'	=> '浜島書店',
		'33'	=> '日栄社',
		'34'	=> '東進ブックス',
		'35'	=> '帝国書院',
		'36'	=> '数研出版',
		'37'	=> '山川出版社',
		'38'	=> '桐原書店',
		'39'	=> '河合出版',
		'40'	=> '岩波書店',
		'41'	=> '駿台文庫',
		'42'	=> '三省堂',
		'43'	=> '漢検',
		'44'	=> '東京出版',
		'45'	=> 'Z会',
		'46'	=> '日本数学検定協会',
		'47'	=> 'いいずな書店',
		'48'	=> '代々木ﾗｲﾌﾞﾗﾘｰ',
		'49'	=> '教学社'
	),

	// 販売フラグ
	'flg_sales' => array(
		'1'		=> '通常（販売可）',
		'2'		=> '売切',
		'3'		=> '未発刊'
	),

);
