<?php if( !empty($corpo_name) ): ?>
<?= $corpo_name . "\r\n" ?>
<?php endif; ?>
<?= $owner_name ?>　様

この度は明光義塾フランチャイズ教室様専用 教材発注システム（以下、教材発注システムと呼称します。）にご登録いただき、ありがとうございます。
弊社での作業が終了し、各教室様に教材をご注文いただく準備が整いました。

ご注文に際しましては、各教室様にメールアドレスとログインパスワードを設定していただく必要がございます。
各教室様に教材発注システムのログイン画面（https://kyouzai.info/meikogijuku_fc/）より、「まだ登録がお済みではない方はこちら」をクリックして設定していただきますよう、ご指示いただければと思います。

また、教材発注システムに対するご要望、ご質問等ございましたら、中央教育研究所株式会社までお願いします。

今後ともお引き立てのほど、よろしくお願い致します。


※このメールにお心当たりの無い場合や、ご不明な点がございましたら、
　お手数ですが、下記までご連絡いただきますようお願いいたします。


─────−- -  -　　　　　　　　　　　　-  - -−─────
　中央教育研究所株式会社

　　〒730-0013
　　広島市中区八丁堀15番6号 広島ちゅうぎんビル3階
　　TEL:082-227-3999
─────−- -  -　　　　　　　　　　　　-  - -−─────
