<?php $this->load->view('inc/_head', array('TITLE' => SITE_NAME)); ?>

<body>
	<div id="wrapper">
		<?php $this->load->view('inc/header', array('MENU' => TRUE)); ?>

		<div class="container">
			<section>
				<p class="lead-title">個人情報保護方針</p>

				<div class="top-box">
					制定日：平成17年3月28日<br>
					最終改定日：平成29年6月19日<br>
					中央教育研究所株式会社<br>
					代表取締役　梶浦　真平
				</div>

				<p class="sub-title">1.個人情報の取得、利用および提供について</p>
				<div class="privacy-content">
					当社は、事業遂行のために必要な範囲内で利用目的を明確に定め、適切に個人情報の取得、利用及び提供を行います。
					取得した個人情報は利用目的の範囲内でのみ利用し、目的外利用を行わないための措置を講じます。
					また、取得した個人情報の取扱いの全部または一部を委託する場合には、十分な保護水準を満たした者を選定し、契約等により適切な措置を講じます。
				</div>

				<p class="sub-title">2.個人情報の適正管理について</p>
				<div class="privacy-content">
					当社は、取得した個人情報を適切に管理するため、組織的・人的・物理的・技術的な安全管理措置を講じ、個人情報の漏えい・滅失またはき損の防止及び是正に取り組みます。
				</div>

				<p class="sub-title">3.苦情及び相談</p>
				<div class="privacy-content">
					当社は、個人情報の取扱いに関する苦情及び相談を受けた場合、その内容について迅速に事実関係等を調査し、合理的な期間内に誠意をもって対応します。
				</div>

				<p class="sub-title">4.権利の尊重</p>
				<div class="privacy-content">
					当社は、個人情報に関する個人の権利を尊重し、お客様からの個人情報の開示、訂正、利用停止等の請求および苦情・相談に対して遅滞なく対応します。
				</div>

				<p class="sub-title">5.法令、国が定める指針その他の規範の遵守について</p>
				<div class="privacy-content">
					当社は、個人情報の取扱いに関する法令、国が定める指針その他の規範を遵守するとともに、
					日本工業規格「個人情報保護マネジメントシステム－要求事項」（JIS Q 15001）に準拠し、個人情報を保護します。
				</div>

				<p class="sub-title">6.個人情報の継続的改善について</p>
				<div class="privacy-content">
					当社は、個人情報保護管理者を設置し、社会情勢・環境の変化等を踏まえて、継続的に“個人情報保護マネジメントシステム”を実施、維持していきます。
					また、定期的に監査を実施し、見直し、改善します。
				</div>

				<div class="contact-information-box">
					<h3>中央教育研究所株式会社苦情相談窓口</h3>
					個人情報に関するお問い合わせ先
					<dl>
						<dt>苦情相談窓口責任者</dt>
						<dd>企画部　加藤玲</dd>
						<dt>個人情報保護管理者</dt>
						<dd>企画部　亀井伸一郎</dd>
					</dl>
					<p class="text-center mt-3 mb-0">※不在の場合は代理の者が対応いたします。</p>
					<p class="text-center mt-0 mb-0">TEL：082-227-3999</p>
					<p class="text-center mt-0 mb-0">（受付時間：10時～18時　土日祝日を除く）</p>
				</div>
			</section>

			<section>
				<p class="lead-title">個人情報の取扱いについて</p>

				<p class="sub-title">事業者の名称について</p>
				<div class="privacy-content">
					中央教育研究所株式会社
				</div>

				<p class="sub-title">個人情報管理責任者の設置と安全管理について</p>
				<div class="privacy-content">
					当社は、次の者を個人情報管理責任者として任命し、お客様の個人情報を適切かつ安全に管理し、漏洩、滅失、毀損等を予防し保護します。
					<div class="contact-information-box mt-3">
						<h3>個人情報管理責任者</h3>
						<dl>
							<dt>個人情報保護管理者</dt>
							<dd>企画部　亀井伸一郎</dd>
						</dl>
						<p class="text-center mt-3 mb-0">※不在の場合は代理の者が対応いたします。</p>
						<p class="text-center mt-0 mb-0">TEL：082-227-3999</p>
						<p class="text-center mt-0 mb-0">（受付時間：10時～18時　土日祝日を除く）</p>
					</div>
				</div>

				<p class="sub-title">個人情報の利用目的について</p>
				<div class="privacy-content">
					お客様から個人情報を取得する際には、あらかじめ個人情報の利用目的を明示し、事業の内容及び規模を考慮した適切な個人情報の取得、利用及び提供を行います。<br>
					取得した個人情報の利用、提供にあたっては利用範囲を限定し、適切な範囲内での取扱を行い、特定された利用目的の達成に必要な範囲を超えた個人情報の取扱を行いません。<br>
					あらかじめ明示した利用目的の範囲を超えて、お客様の個人情報を利用する必要が生じた場合は、お客様にその旨をご連絡し、お客様の同意を得た上で利用します。<br>
					なお、当サイトでの個人情報の利用目的については、次のとおりです。
					<ul class="ml-5">
						<li>取引先情報管理、商品の配送、アフターサービス、支払・収入処理のため</li>
						<li>お問合せ、ご相談等の対応のため</li>
					</ul>
				</div>

				<p class="sub-title">個人情報の第三者への提供について</p>
				<div class="privacy-content">
					当社は、下記の場合を除き、お客様の個人情報を第三者に提供しません。
					<ol class="ml-5">
						<li>お客様の同意がある場合</li>
						<li>法令に基づく場合</li>
						<li>人の生命、身体又は財産の保護のために必要であって、お客様の同意を取ることが困難な場合</li>
						<li>利用目的の達成に必要な範囲で、個人情報の取扱を委託する場合</li>
						<li>合併、会社分割、営業譲渡その他の事由によって事業の承継が行われる場合</li>
					</ol>
				</div>

				<p class="sub-title">個人情報の業務委託について</p>
				<div class="privacy-content">
					当社は、特定した利用目的の達成に必要な範囲において、個人情報の取扱の全部または一部を委託する場合があります。
					個人情報の取扱を委託する場合には、一定の個人情報保護水準を満たしている委託先を選定し、
					個人情報の取扱に関する契約締結等の措置を講ずるとともに、委託先に対する必要かつ適切な監督を行います。
				</div>

				<p class="sub-title">開示対象個人情報に関する事項について</p>
				<div class="privacy-content">
					当社は、お客様ご本人の個人情報の開示等（利用目的の通知、開示、内容の訂正、追加又は削除、利用停止、消去及び第三者提供の停止）のご請求に、遅滞なく対応させていただきます。
					その際は、下記窓口にご連絡ください。
					<div class="contact-information-box mt-3">
						<h3>個人情報開示等のご請求およびお問合せ窓口</h3>
						<dl>
							<dt>苦情相談窓口責任者</dt>
							<dd>企画部　加藤玲</dd>
						</dl>
						<p class="text-center mt-3 mb-0">※不在の場合は代理の者が対応いたします。</p>
						<p class="text-center mt-0 mb-0">TEL：082-227-3999</p>
						<p class="text-center mt-0 mb-0">（受付時間：10時～18時　土日祝日を除く）</p>
					</div>
				</div>

				<p class="sub-title">お客様が個人情報を与えることの任意性および当該情報を与えなかった場合にお客様に生じる結果について</p>
				<div class="privacy-content">
					個人情報の提供はあくまで任意のものですが、当該情報の提供がない場合は、当社のサービスを利用できない場合がありますので予めご了承ください。
				</div>

				<p class="sub-title">クッキー（Cookie）について</p>
				<div class="privacy-content">
					当サイトではクッキー（Cookies）を利用し、お客様のログイン状態、発注教材等の情報を保存しております。
					クッキーはお客様のコンピューターに保存されますが、お客様のコンピューターへ悪影響を及ぼすものではございません。
					また、お客様個人を特定する情報は保存しておりません。<br>
					ブラウザの設定により、クッキーの利用を拒否することも可能ですが、その場合、正しく発注処理が行われないことがございます。
				</div>

				<p class="sub-title">個人情報の安全管理措置について</p>
				<div class="privacy-content">
					お客様から取得した個人情報については、漏洩、滅失またはき損の防止と是正、その他個人情報の安全管理のために必要かつ適切な措置を講じます。
					当社サイトは、お客様の個人情報をSSL（Secure Socket Ｌayer）により保護します。
					対応したブラウザを使用することで、お客様が入力される氏名や住所あるいは電話番号などの個人情報を暗号化して送受信します。
					万が一、送信データを第三者が傍受した場合でも、内容が盗み取られたり改ざんされることを防ぎます。
					（インターネットの性格上、当社は通信における情報の安全を完全に保障するものではありません。
					定期的にパスワードの変更や不正利用のおそれがある場合の当社に対する速やかな申し出などお客様の必要な措置についても十分にご留意下さい。）
				</div>
			</section>
		</div> <!-- end of .container -->

		<?php $this->load->view('inc/_foot'); ?>
		<?php $this->load->view('inc/footer'); ?>
	</div> <!-- end of #wrapper -->
</body>
</html>
